{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.basics": {
      "src": "https://github.com/nvim-mini/mini.basics"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue"
    },
    "mini.completion": {
      "src": "https://github.com/nvim-mini/mini.completion"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "mini.snippets": {
      "src": "https://github.com/nvim-mini/mini.snippets"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    }
  }
}
